Repository: BrandlD/dynamic-conditions
Catalog: trunk/languages/dynamic-conditions-*.po
Languages: de_de

source: Elementor and Elementor Pro not installed.
de_de: Elementor und Elementor Pro nicht installiert.

source: Elementor Pro not installed.
de_de: Elementor Pro nicht installiert.

source: Elementor not installed.
de_de: Elementor nicht installiert.

source: Select condition field
de_de: Wähle Bedingungsfeld

source: Show/Hide
de_de: Zeige/Verstecke

source: Show when condition met
de_de: Zeige wenn Bedingung zutrifft

source: Hide when condition met
de_de: Verstecke wenn Bedingung zutrifft

source: Condition
de_de: Bedingung

source: Is equal to
de_de: Ist identisch zu

source: Is not equal to
de_de: Ist nicht identisch zu

source: Contains
de_de: Enthält

source: Does not contain
de_de: Enthält nicht

source: Is empty
de_de: Ist leer

source: Is not empty
de_de: Ist nicht leer

source: Select your condition for this widget visibility.
de_de: Wähle die Bedingung um das Widget anzuzeigen.

source: Conditional value
de_de: Bedingter Wert

source: Add your conditional value here if you selected equal to, not equal to or contains on the selection above.
de_de: Gib hier deine Bedingung an, falls du identisch zu, nicht identisch zu oder enthält ausgewählt hast.
